{
  "ADS": {
    "Interstitial_id": "ca-app-pub-3940256099942544/1033173712",
    "Interstitial_idf": "321142903110518_321143973110411",
    "Text1": "Download Ice Scream 6 Mod APK Outwitt for Android now , If you desire a better gaming experience without spending extra coins, you should get the Ice Scream 6 MOD APK free purchase. The game starts from where it finished in its previous title. In the last chapter, Charlie freed his friends from their cages and saved them from ending up in the extraction room.",
    "Text2": "The game is known for its realistic and advanced physics. The A.I in this version is the best you'll get from any horror game out there on the market.You’ll be required to cut ropes, push crates, and shoot barrels to save your friends from death or worse—the ice cream man. Also, you must prove your expertise by dodging and running away from your adversaries.",
    "Text3": "The game is full of surprises, making it impossible to predict the outcome. Will you be able to save your friends and finally put an end to this nightmare? Only time will tell. Download the latest version of the game and find out. Players will again jump into the mission to save their friends as well as to defeat Rod. For the first time in this series.",
    "Text4": "The graphics in this game are superb. The sounds are also quite realistic, making you feel like you’re actually in the factory.The team that worked on the audio did a great job in immersing the players in this fantastic game. However, you should use your headphones if you want to get the best gaming experience.",
    "Text5": "Every time you solve a puzzle, you’ll be awarded. You can use the awards to buy in-game accessories for your characters or purchase hints.One thing worth noting about this game is that it does not come with an option to save the game progress automatically. As such, you should be careful not to run out of battery or close the game abruptly.",
    "Text6": "Ice Scream 6 is not an exception as it still holds to its core values. As such, you should expect multiple characters, mind-bending puzzles,In this version, you will play the role of Charlie, a frustrated character trying to find his way out of a factory. Fortunately, you'll have a friend named J who'll come to your rescue.",
    "Text7": "Download Ice Scream 6 Mod Menu Outwitt for Android This modded version comes with the following unique features: No Ads. The Ice Scream 6 MOD APK download does not incorporate any ads. You'll be able to play the game distraction-free.Unlocked Levels. The levels in the game will be available for you from the onset.",
    "Text8": "RATE US 5 Stars and Get Ice Scream 6 Mod Menu Outwitt for Android . With No Ads , Unlocked Levels and Free Shopping.",
    "banner_id": "ca-app-pub-3940256099942544/6300978111",
    "banner_idf": "321142903110518_321143799777095",
    "Nativeads_idf": "321142903110518_321144099777065",
    "Nativeads_id": "ca-app-pub-3940256099942544/2247696110",
    "networkAd": "facebook"
  }
}
