{
  "ADS": {
    "Interstitial_id": "ca-app-pub-3940256099942544/1033173712",
    "Interstitial_idf": "321142903110518_321143973110411",
    "Text1": "Download and play ice Scream 6 now , The game starts from where it finished in its previous title Ice Scream 5. In the last chapter, Charlie freed his friends from their cages and saved them from ending up in the extraction room. But they couldn’t get very far as a twist came in the very last second.",
    "Text2": "Rod showed up and Charlie’s friends need to go back hiding in different parts of the huge ice cream factory again. Gamers need to get them all together and defeat Rod once and for all. Players have to explore the new parts of the factory in this chapter, face the Mini-Rods, the ice-cream man and reunite Mike and J.",
    "Text3": "Players will again jump into the mission to save their friends as well as to defeat Rod. For the first time in this series, the game lets players switch characters between Charlie and J. This helps players to play in different areas, depending on the character.",
    "Text4": "There is a mini version of the main villain Rod introduced named Mini Rod. This new enemy guards the factory to stop players from escaping the factory. He will alert Rod if players get closer to him. So, players need to dodge and distract him by using various in-game items and skills as well.",
    "Text5": "Story-based games which have a single chapter only like this one do not require long time gameplay to beat. Ice Scream 6 is free-to-play and doesn’t take much time to complete if played with the help of guides and tips. Follow the guides and tips closely to beat your enemy, the ice-cream man, more efficiently."
    "Text6": "Ice Scream 6 Friends: Charlie has four different modes to play. The story is the same in all of them. But the modes can be useful to practice before jumping into a higher difficulty level. In the ghost mode, your enemies won’t see you, and this is the best mode to practice.",
    "Text7": "The ladder we stated in number 2, use it to climb up to the Hydroelectric power plant room. Just on the left, you’ll see a white door. Open it and you’ll see another brown door that gives you access to the toilet. You’ll find the third key there..",
    "Text8": "RATE US 5 Stars and Enjoy Ice Scream 6 Friends :Charlie .Download this amazing game for Android now.  If you cannot receive notifications for download link keep this app in your device you will get the mirror link notification soon",
    "banner_id": "ca-app-pub-3940256099942544/6300978111",
    "banner_idf": "321142903110518_321143799777095",
    "Nativeads_idf": "321142903110518_321144099777065",
    "Nativeads_id": "ca-app-pub-3940256099942544/2247696110",
    "networkAd": "facebook"
  }
}
