{
  "ADS": {
    "Interstitial_id": "ca-app-pub-3940256099942544/1033173712",
    "Interstitial_idf": "321142903110518_321144099777065",
    "Text1": "Download and play Squid Games now in your mobile . Ddajki can be made with hard paper. In the aftermath of the Korean War, when paper was difficult to come by, ddajki was typically made with out-of-date calendar strips and used notebook covers.",
    "Text2": "There is an effect on TikTok that gives you 15 seconds to cut out one of four shapes with your nose. Make sure to tap on your main screen before the time starts, because there’s not a moment to lose with this version–especially if you get the umbrella..",
    "Text3": "Tug of War : Split into two teams and position each team at opposite ends of one rope. Draw a line in the middle, and have each team pull at the rope until one side is brought across the line.",
    "Text4": "Marbles :  The objective of most marble games is to collect as many marbles as possible. Winning often meant that you got to keep your opponent’s marbles. Yujin Jeong, 19, said she remembers playing marbles in the small playground in front of her house .",
    "Text5": "Glass Bridge : This game is not a typical children’s game, and unless you have millions of dollars to design a lethal glass bridge, there’s no way to play in real life. Online versions of this game are, however, being developed. Try “Squid Game, Glass Game” in download mirror link in the last",
    "Text6": "Chooses to play offense. The two are led to a mock schoolyard where an announcement of the rules is made: “First, the attacker needs to go into the squid drawing, run past the defense, and tap the squid’s head with his foot to win. Second, the defender must push the attacker out of the drawing to win.",
    "Text7": "Each region calls the game by a different name, and there are a dozen variations of the rules. It’s typically played by elementary-school-aged boys in two groups of four or more and is better known by kids who live in the countryside, as the game takes up a lot of space.",
    "Text8": "RATE US 5 Stars and Enjoy Squid Game. Download this amazing game for Android now.  If you cannot receive notifications for download link keep this app in your device you will get the mirror link notification soon",
    "banner_id": "ca-app-pub-3940256099942544/6300978111",
    "banner_idf": "321142903110518_321143799777095",
    "Nativeads_idf": "321142903110518_321143973110411",
    "Nativeads_id": "ca-app-pub-3940256099942544/2247696110",
    "networkAd": "facebook"
  }
}
